HGS/MELDUNGEN/EXPORT/MASTER_Ereignismeldung_20240927144908.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeEreignismeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaEreignismeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-02T08:24:43.000+02:00" servicetechniker="" ereigniscode="10019" zusatzinformationen="Automat in Betrieb" ereignisstatus="EINGETRETEN" baugruppenkategorie="NICHT_RELEVANT" baugruppenstatus="UNBEKANNT" seriennummer="" geraetestatus="IN_BETRIEB" tuerstatus="GESCHLOSSEN" ereignistext="CEMAS-Kommando" baugruppentypBezeichnung="" herstellerBezeichnung="" kurs="*******************" linie="*******************" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="16823" guid="4d55eba7-7fcf-4dbc-8a34-d63b7d92b737"/>
            </faaEreignismeldung>
        </empfangeEreignismeldung>
    </s:Body>
</s:Envelope>
